/* No comment provided by engineer. */
"Accept" = "Akzeptieren";

/* No comment provided by engineer. */
"Decline" = "Ablehnen";

/* No comment provided by engineer. */
"DeviceName" = "Gerätename: %@";

/* No comment provided by engineer. */
"DeviceSendingFiles" = "%1$@ möchte dir \"%2$@\" senden";

/* No comment provided by engineer. */
"Error.Crypto" = "Verschlüsselungsfehler";

/* No comment provided by engineer. */
"Error.Protocol" = "Fehler bei der Datenübertragung";

/* No comment provided by engineer. */
"NFiles" = "%d Dateien";

/* No comment provided by engineer. */
"NotificationsDenied.Message" = "Nearby Share benötigt die Erlaubnis Mitteilungen für eingehende Datenransfers anzuzeigen. Bitte erlaube Mitteilungen in den Systemeinstellungen.";

/* No comment provided by engineer. */
"NotificationsDenied.OpenSettings" = "Einstellungen öffnen";

/* No comment provided by engineer. */
"NotificationsDenied.Title" = "Mitteilungsberechtigungen sind notwendig";

/* No comment provided by engineer. */
"PinCode" = "PIN: %@";

/* No comment provided by engineer. */
"Quit" = "Beenden";

/* No comment provided by engineer. */
"TransferError" = "Die Daten von %@ konnten nicht empfangen werden";

/* No comment provided by engineer. */
"VisibleToEveryone" = "Für alle sichtbar";
